{
  "functions": {
    "docUrl": "https://docs.google.com/document/d/1QMJfvQbZfCgkpThsOZItV-OP__V6OgRLuTOUjjMHstQ/edit?usp=drive_link",
    "data": [
      {
        "title": "CEO (Chief Executive Officer)",
        "desc": "El CEO es responsable de la direcci칩n general de CoreWeb. Su principal objetivo es liderar la organizaci칩n para lograr los objetivos estrat칠gicos, maximizar el rendimiento de la empresa, asegurar la sostenibilidad financiera y representar a la compa침칤a ante los stakeholders."
      }
    ]
  },
  "activities": {
    "docUrl": "https://docs.google.com/document/d/1Ic6s-Vhi1ddHs0jHEc4GWPnLQhSlfLOAMOKYx8X8Zp4/edit?usp=drive_link",
    "data": [
      {
        "title": "Elaboraci칩n de pol칤ticas de seguridad",
        "desc": "Las pol칤ticas de seguridad inform치tica son directrices organizacionales y t칠cnicas para proteger los sistemas y la informaci칩n dentro de la empresa."
      },
      {
        "title": "Desarrollar plan de contingencia",
        "desc": "El plan de contingencia proporciona directrices detalladas para gestionar emergencias y proteger la continuidad operativa ante incidentes imprevistos."
      },
      {
        "title": "Construcci칩n de un manual OWASP",
        "desc": "El manual OWASP guiar치 al equipo de desarrollo sobre las mejores pr치cticas de seguridad para aplicaciones web, asegurando que las vulnerabilidades sean minimizadas."
      },
      {
        "title": "Programaci칩n de presupuestos",
        "desc": "La asignaci칩n de recursos financieros se destinar치 a la implementaci칩n de pol칤ticas y medidas de seguridad en todos los niveles de la empresa."
      },
      {
        "title": "Elaboraci칩n de cronogramas de auditor칤as",
        "desc": "La planificaci칩n y ejecuci칩n de auditor칤as de seguridad permitir치 verificar el cumplimiento de las pol칤ticas y detectar posibles vulnerabilidades."
      },
      {
        "title": "Elaborar procedimientos para control de Malware y virus inform치ticos",
        "desc": "Procedimientos que permiten prevenir, detectar y responder ante amenazas de malware y virus inform치ticos en la empresa."
      }
    ]
  },
  "workflow": {
    "diagramUrl": "https://app.diagrams.net/#G1dWRqC-vQliStBeUQWs75YTFIWMI6NA78#%7B%22pageId%22%3A%22xnMHSNQNr2pjp7L03evj%22%7D",
    "docUrl": "https://docs.google.com/document/d/1YC_BrrPxOQW2A2k6L4EOPoISDYACKbEk-_9CIMk_7kU",
    "tools": [
      {
        "title": "Trello 游닇",
        "desc": "Trello es una herramienta intuitiva basada en tableros Kanban, ideal para la organizaci칩n visual de tareas. Permite el seguimiento detallado de proyectos y tareas en tiempo real."
      },
      {
        "title": "Power BI / Tableau 游깷",
        "desc": "Power BI y Tableau son herramientas avanzadas de visualizaci칩n y an치lisis de datos que permiten crear paneles e informes interactivos, facilitando la toma de decisiones informadas."
      },
      {
        "title": "Slack 驕뀚잺",
        "desc": "Slack es una plataforma de comunicaci칩n que organiza conversaciones en canales por temas o departamentos, facilitando la colaboraci칩n en tiempo real."
      }
    ]
  },
  "risks": [
    {
      "title": "Cambios en el Mercado",
      "mit": "Realizar estudios trimestrales de mercado y tendencias. Diversificar las l칤neas de servicios ofrecidas para adaptarse a nuevas necesidades. Mantener relaciones constantes con los clientes para identificar demandas emergentes.",
      "plan": "Redefinir la estrategia de marketing y desarrollar nuevas l칤neas de servicio para adaptarse a los cambios."
    },
    {
      "title": "P칠rdida de Informaci칩n Cr칤tica",
      "mit": "Implementar copias de seguridad autom치ticas con redundancias en sistemas locales y en la nube. Realizar auditor칤as de datos peri칩dicas y asegurar el cumplimiento de la ISO 27002.",
      "plan": "Activar los sistemas de recuperaci칩n de datos y restaurar respaldos recientes."
    },
    {
      "title": "Problemas de Comunicaci칩n Interna",
      "mit": "Realizar reuniones semanales de seguimiento entre 치reas. Desarrollar un plan de comunicaci칩n interna estandarizado para garantizar la fluidez de la informaci칩n.",
      "plan": "Convocar reuniones urgentes entre equipos clave y reforzar el uso de canales de comunicaci칩n."
    }
  ]
}